/* error */
"Can’t determine location of LogTen logbook." = "Can’t determine location of LogTen logbook.";

/* error */
"Can’t find LogTen logbook at ‘%@’." = "Can’t find LogTen logbook at ‘%@’.";

/* recovery suggestion */
"Install and run LogTen before using this tool." = "Install and run LogTen before using this tool.";

/* failure reason */
"LogTen may not be installed, or may not have been run yet." = "LogTen may not be installed, or may not have been run yet.";

/* failure reason */
"The current user may not have a home folder, or a Library subfolder." = "The current user may not have a home folder, or a Library subfolder.";

/* recovery suggestion */
"Try using the tool with a normal macOS user." = "Try using the tool with a normal macOS user.";

/* error */
"Unknown aircraft category ID %d" = "Unknown aircraft category ID %d";

/* error */
"Unknown aircraft class ID %d" = "Unknown aircraft class ID %d";

/* error */
"Unknown engine type ID %d" = "Unknown engine type ID %d";

/* error */
"Unknown simulator category and class ‘%@’" = "Unknown simulator category and class ‘%@’";

/* error */
"Unknown simulator type ‘%@’" = "Unknown simulator type ‘%@’";

/* failure reason */
"You can modify the BadBeheavior source code to include these record IDs." = "You can modify the BadBeheavior source code to include these record IDs.";

/* failure reason */
"Your LogTen logbook includes record IDs that were not considered when the BadBehavior code was written." = "Your LogTen logbook includes record IDs that were not considered when the BadBehavior code was written.";

